Repository: lasagna/HighwayVignette
Catalog: HighwayVignette/HighwayVignette/Localizable.xcstrings
Source language: hu
Languages: en

source: A matricákat sikeresen kifizetted.
en: You have successfully paid for the vignettes.

source: Adatok betöltése...
en: Loading data...

source: E-matrica
en: E-vignette

source: éves
en: yearly

source: Éves vármegyei matricák
en: Annual county vignettes

source: Éves vármegyei
en: Annual county

source: Fizetendő összeg
en: Amount due

source: havi
en: monthly

source: heti (10 napos)
en: weekly (10 days)

source: Ismeretlen hiba
en: Unknown error

source: Matrica díja
en: Vignette fee

source: Matrica típusa
en: Vignette type

source: Mégsem
en: Cancel

source: napi (1 napos)
en: daily (1 day)

source: Nem összefüggő kijelölés
en: Disconnected selection

source: Nem sikerült betölteni az adatokat
en: Could not load data

source: Országos matricák
en: National vignettes

source: Rendben
en: OK

source: Rendszám
en: License plate

source: Rendszerhasználati díj
en: System usage fee

source: Tovább
en: Continue

source: Újra
en: Retry

source: Vásárlás
en: Purchase

source: Vásárlás megerősítése
en: Confirm purchase
